Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByService_HowToFix_1
source: If your data set exceeds the 500 record limit but contains less than 2,000 records, try resetting the limit.
bg_bg: Ако вашият набор от данни надвишава ограничението от 500 записа, но съдържа по-малко от 2000 записа, опитайте да нулирате лимита.
ca_es: Si el vostre conjunt de dades supera el límit de 500 registres, però en conté menys de 2.000, proveu de restablir el límit.
cs_cz: Pokud vaše sada dat překročí limit 500 záznamů, ale zároveň jich obsahuje méně než 2000, zkuste limit resetovat.
da_dk: Hvis datasættet overstiger grænsen på 500 poster men indeholder færre end 2.000 poster, kan du prøve at nulstille grænsen.
de_de: Wenn Ihr Dataset das Limit von 500 Datensätzen überschreitet, aber weniger als 2.000 Datensätze enthält, setzen Sie das Limit zurück.
el_gr: Αν το σύνολο δεδομένων υπερβαίνει το όριο των 500 εγγραφών, αλλά περιέχει λιγότερες από 2.000 εγγραφές, δοκιμάστε να επαναφέρετε το όριο.
es_es: Si el conjunto de datos supera el límite de 500 registros, pero contiene menos de 2,000, intente restablecer el límite.
et_ee: Kui teie andmehulk ületab 500 kirje piirmäära, kuid sisaldab vähem kui 2000 kirjet, proovige piirmäära lähtestada.
eu_es: Datu multzoak 500 erregistroko muga gainditzen badu, baina 2.000 erregistro baino gutxiago baditu, saiatu muga berrezartzen.
fi_fi: Jos tietojoukkosi ylittää 500 tietueen rajan, mutta siinä on alle 2 000 tietuetta, kokeile nollata raja.
fr_fr: Si votre jeu de données dépasse la limite de 500 enregistrements mais contient moins de 2 000 enregistrements, essayez de réinitialiser la limite.
gl_es: Se o conxunto de datos supera o límite de 500 rexistros, pero contén menos de 2000, tente restablecer o límite.
hi_in: यदि आपका डेटा सेट 500 रिकॉर्ड सीमा से अधिक है, लेकिन उसमें 2,000 से कम रिकॉर्ड शामिल हैं, तो सीमा रीसेट करने का प्रयास करें.
hr_hr: Ako skup podataka prekoračuje ograničenje od 500 zapisa, ali sadrži manje od 2000 zapisa, pokušajte ponovno postaviti ograničenje.
hu_hu: Ha az adathalmaz a megengedettnél (500) több, de 2000-nél kevesebb rekordot tartalmaz, próbálja meg alaphelyzetbe állítani a határértéket.
it_it: Se il set di dati supera il limite di 500 record ma ne contiene meno di 2.000, provare a reimpostare il limite.
ja_jp: データ セットが 500 レコードの制限を超えていても、2,000 レコードより少ない場合は、制限を再設定してみてください。
kk_kz: Егер деректер жиынтығы 500 жазба шегінен асатын болса, бірақ онда 2000 жазбадан азырақ болса, шекті қайта орнатып көріңіз.
ko_kr: 데이터 집합이 500개 레코드 제한을 초과하지만 2,000개 레코드 미만인 경우 한계를 재설정합니다.
lt_lt: Jei jūsų duomenų rinkinys viršija 500 įrašų limitą, bet jame yra mažiau nei 2000 įrašų, pabandykite nustatyti limitą iš naujo.
lv_lv: Ja datu kopā ir pārsniegts 500 ierakstu ierobežojums, bet tajā ir mazāk par 2000 ierakstiem, mēģiniet atiestatīt ierobežojumu.
ms_my: Jika anda set data melebihi had rekod 500 tetapi mengandungi kurang daripada 2,000 rekod, cuba set semula had.
nb_no: Hvis datasettet overskrider grensen på 500 poster, men inneholder mindre enn 2 000 poster, kan du prøve å tilbakestille grensen.
nl_nl: Als uw gegevensset meer records bevat dan de limiet van 500, maar minder dan 2000 records, kunt u proberen de limiet opnieuw in te stellen.
pl_pl: Jeśli zestaw danych przekracza limit rekordów wynoszący 500, ale zawiera mniej niż 2000 rekordów, spróbuj zresetować limit.
pt_br: Se seu conjunto de dados excede o limite de registro de 500, mas contém menos de 2.000 registros, tente redefinir o limite.
pt_pt: Se o conjunto de dados exceder o limite de 500 registos, mas contiver menos de 2000 registos, tente repor o limite.
ro_ro: Dacă setul de date depășește limita de 500 de înregistrări, dar conține mai puțin de 2.000 de înregistrări, încercați să resetați limita.
ru_ru: Если ваши данные превышают предел в 500 записей, но содержат меньше 2000 записей, попробуйте задать новый предел.
sk_sk: Ak vaša množina údajov prekračuje limit 500 záznamov, ale obsahuje menej ako 2 000 záznamov, skúste resetovať obmedzenie.
sl_si: Če vaš nabor podatkov presega omejitev 500 zapisov, vendar vsebuje manj kot 2000 zapisov, poskusite ponastaviti omejitev.
sr_cyrl_rs: Ако ваш скуп података премашује ограничење од 500 записа, али их садржи мање од 2000, пробајте да промените ограничење.
sr_latn_rs: Ako vaš skup podataka premašuje ograničenje od 500 zapisa, ali ih sadrži manje od 2000, probajte da promenite ograničenje.
sv_se: Om din datauppsättning överskrider gränsen på 500 poster men innehåller mindre än 2 000 poster, kan du prova att återställa gränsen.
th_th: หากชุดข้อมูลของคุณเกินขีดจำกัด 500 ระเบียนแต่มีระเบียนน้อยกว่า 2,000 ระเบียน ลองตั้งค่าขีดจำกัดใหม่
tr_tr: Veri kümeniz 500 kayıt sınırını aşıyor ancak 2000'den az kayıt içeriyorsa sınırı sıfırlamayı deneyin.
uk_ua: Якщо для даних перевищується ліміт у 500 записів, але не досягнуто 2000 записів, спробуйте скинути ліміт.
vi_vn: Nếu bộ dữ liệu vượt quá giới hạn 500 bản ghi nhưng chứa ít hơn 2.000 bản ghi, hãy thử đặt lại giới hạn.
zh_cn: 如果数据集超过 500 条记录的限制，但包含少于 2,000 条记录，请尝试重置限制。
zh_tw: 若您的資料集超過了 500 個記錄的限制，但包含的記錄少於 2,000 個，請嘗試重新設定限制。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByService_HowToFix_2
source: Try simplifying the formula.
bg_bg: Опитайте да опростите формулата.
ca_es: Proveu de simplificar la fórmula.
cs_cz: Zkuste vzorec zjednodušit.
da_dk: Prøv at forenkle formlen.
de_de: Vereinfachen Sie die Formel.
el_gr: Προσπαθήστε να απλοποιήσετε τον τύπο.
es_es: Intente simplificar la fórmula.
et_ee: Proovige valemit lihtsustada.
eu_es: Erraztu formula.
fi_fi: Kokeile yksinkertaistaa kaavaa.
fr_fr: Essayez de simplifier la formule.
gl_es: Tente simplificar a fórmula.
hi_in: सूत्र को सरल बनाने का प्रयास करें.
hr_hr: Pokušajte pojednostavniti formulu.
hu_hu: Egyszerűsítse a képletet.
it_it: Provare a semplificare la formula.
ja_jp: 数式を簡単にしてみてください。
kk_kz: Формуланы оңайлатып көріңіз.
ko_kr: 수식을 단순하게 만들어 보세요.
lt_lt: Pabandykite supaprastinti formulę.
lv_lv: Mēģiniet vienkāršot formulu.
ms_my: Cuba Permudahkan formula.
nb_no: Prøv å forenkle formelen.
nl_nl: Probeer de formule te vereenvoudigen.
pl_pl: Spróbuj uprościć formułę.
pt_br: Tente simplificar a fórmula.
pt_pt: Tente simplificar a fórmula.
ro_ro: Încercați să simplificați formula.
ru_ru: Упростите формулу.
sk_sk: Skúste zjednodušiť vzorec.
sl_si: Poskusite poenostaviti formulo.
sr_cyrl_rs: Покушајте да поједноставите формулу.
sr_latn_rs: Pokušajte da pojednostavite formulu.
sv_se: Försök att förenkla formeln.
th_th: ลองทำให้สูตรง่ายขึ้น
tr_tr: Formülü basitleştirmeyi deneyin.
uk_ua: Спробуйте спростити формулу.
vi_vn: Hãy thử đơn giản hóa công thức.
zh_cn: 请尝试简化公式。
zh_tw: 請嘗試簡化公式。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByService_HowToFix_3
source: Try moving your data to a different data source.
bg_bg: Опитайте да преместите данните си на друг източник на данни.
ca_es: Proveu de desplaçar les dades a una font de dades diferent.
cs_cz: Zkuste přesunout data na jiný zdroj dat.
da_dk: Prøv at flytte dine data til en anden datakilde.
de_de: Verschieben Sie Ihre Daten in eine andere Datenquelle.
el_gr: Δοκιμάστε να μετακινήσετε τα δεδομένα σας σε διαφορετική προέλευση δεδομένων.
es_es: Intente mover los datos a otro origen de datos.
et_ee: Proovige andmeid teise andmeallikasse teisaldada.
eu_es: Eraman datuak beste datu-iturburu batera.
fi_fi: Kokeile siirtää tietosi eri tietolähteeseen.
fr_fr: Essayez de déplacer vos données vers une source de données différente.
gl_es: Tente mover os datos a outra orixe de datos.
hi_in: अपने डेटा को एक भिन्न डेटा स्रोत में ले जाने का प्रयास करें.
hr_hr: Pokušajte premjestiti podatke u neki drugi izvor podataka.
hu_hu: Helyezze át az adatokat egy másik adatforrásba.
it_it: Provare a spostare i dati in un'origine dati diversa.
ja_jp: データを別のデータ ソースに移動してみてください。
kk_kz: Деректерді басқа деректер көзіне жылжытып көріңіз.
ko_kr: 다른 데이터 원본으로 데이터를 이동해 보세요.
lt_lt: Pabandykite perkelti savo duomenis į kitą duomenų šaltinį.
lv_lv: Mēģiniet pārvietot datus uz citu datu avotu.
ms_my: Cuba beralih data anda kepada sumber data yang berbeza.
nb_no: Prøv å flytte dataene til en annen datakilde.
nl_nl: Verplaats de gegevens naar een andere gegevensbron.
pl_pl: Spróbuj przenieść dane do innego źródła danych.
pt_br: Tente mover seus dados para uma fonte de dados diferente.
pt_pt: Tente mover os dados para uma origem de dados diferentes.
ro_ro: Încercați să mutați datele la o altă sursă de date.
ru_ru: Переместите данные в другой источник данных.
sk_sk: Skúste premiestniť údaje do iného zdroja údajov.
sl_si: Poskusite premakniti svoje podatke v drug vir podatkov.
sr_cyrl_rs: Покушајте да преместите податке у други извор података.
sr_latn_rs: Pokušajte da premestite podatke u drugi izvor podataka.
sv_se: Försök att flytta dina data till en annan datakälla.
th_th: ลองย้ายข้อมูลของคุณไปยังแหล่งข้อมูลอื่น
tr_tr: Verilerinizi farklı bir veri kaynağına taşımayı deneyin.
uk_ua: Спробуйте перемістити дані до іншого джерела.
vi_vn: Hãy thử di chuyển dữ liệu của bạn tới nguồn dữ liệu khác.
zh_cn: 尝试将数据移动到另一个数据源。
zh_tw: 請嘗試將您的資料移至其他資料來源。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByService_Link_1
source: Article: Understand delegation in a canvas app
bg_bg: Статия: Разбиране на делегирането в приложение за платно
ca_es: Article: Comprensió de la delegació en una aplicació de llenç
cs_cz: Článek: Informace o delegování v aplikaci plátna
da_dk: Artikel: Forstå delegering i en lærredapp
de_de: Artikel: Verstehen der Delegierung in einer Canvas-App
el_gr: Άρθρο: Κατανόηση της ανάθεσης σε μια εφαρμογή καμβά
es_es: Artículo: Comprender la delegación en una aplicación de lienzo
et_ee: Artikkel: lõuendirakenduse delegeerimise mõistmine
eu_es: Artikulua: Mihise-aplikazio batean ordezkaritza erabiltzeko aukeraren azalpena
fi_fi: Artikkeli: Delegoinnin toiminta pohjaan perustuvassa sovelluksessa
fr_fr: Article : Présentation de la délégation dans une application canevas
gl_es: Artigo: Comprender a delegación nunha aplicación de lenzo
hi_in: आलेख: कैनवास ऐप में प्रत्यायोजन को समझें
hr_hr: Članak: Delegiranje u aplikaciji od gotovih gradivnih elemenata
hu_hu: Cikk: A vászonalkalmazásokban való delegálás ismertetése
it_it: Articolo: Informazioni sulla delega in un'app canvas
ja_jp: 記事: キャンバス アプリでの委任を理解する
kk_kz: Мақала: кенеп бағдарламасындағы өкілеттік беруді түсіну
ko_kr: 문서: 캔버스 앱의 위임 이해
lt_lt: Straipsnis: perdavimo drobės programoje supratimas
lv_lv: Raksts: Understand delegation in a canvas app (Izpratne par deleģēšanu pamatnes programmās)
ms_my: Artikel: Memahami penugasan dalam aplikasi kanvas
nb_no: Artikkel: Forstå delegering i en lerretsapp
nl_nl: Artikel: Overdracht in een canvas-app begrijpen
pl_pl: Artykuł: Informacje o delegowaniu w aplikacji kanwy
pt_br: Artigo: Entender a delegação em um aplicativo de tela
pt_pt: Artigo: compreender a delegação numa aplicação de tela
ro_ro: Articol: Ce este delegarea într-o aplicație proiectată pe pânză
ru_ru: Статья. Общие сведения о делегировании в приложении на основе холста
sk_sk: Článok: Informácie o delegovaní v aplikácii plátna
sl_si: Članek: Razumevanje pooblastitve v aplikaciji s platnom
sr_cyrl_rs: Чланак: Објашњење делегирања у апликацији са подлогом
sr_latn_rs: Članak: Objašnjenje delegiranja u aplikaciji sa podlogom
sv_se: Artikel: Förstå delegering i en arbetsyteapp
th_th: บทความ: เข้าใจการรับมอบสิทธิ์ในแอปพื้นที่ทำงาน
tr_tr: Makale: Tuval uygulamasında temsilciyi anlama
uk_ua: Стаття: делегування в компонованій програмі
vi_vn: Bài viết: Hiểu rõ về ủy quyền trong ứng dụng canvas
zh_cn: 文章: 了解画布应用中的委派
zh_tw: 文章: 了解畫布應用程式中的委派

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByService_Link_2
source: Blog: Data row limits for delegation
bg_bg: Блог: Ограничения за редовете с данни за делегиране
ca_es: Blog: Data row limits for delegation (Límits de les files de dades per a la delegació)
cs_cz: Blog: Omezení řádků dat pro delegování
da_dk: Blog: Datarækkegrænser for delegering
de_de: Blog: Datenzeilengrenzwerte für die Delegierung
el_gr: Ιστολόγιο: Όριο γραμμών δεδομένων για ανάθεση
es_es: Blog: Límites de filas de datos para la delegación
et_ee: Ajaveeb: delegeerimise andmerea piirangud
eu_es: Bloga: Ordezkaritzan erabil daitezkeen datu-errenkaden mugak
fi_fi: Blogi: Delegoinnin tietorivirajoitukset
fr_fr: Blog : Limites de lignes de données pour la délégation
gl_es: Blog: Límites de filas de datos para delegación
hi_in: ब्लॉग: प्रत्यायोजन के लिए डेटा पंक्ति की सीमा
hr_hr: Blog: Ograničenja redaka podataka za delegiranje
hu_hu: Blog: Adatsor-korlátozások delegálás esetén
it_it: Blog: Limiti delle righe di dati per la delega
ja_jp: ブログ: 委任に対するデータ行の制限
kk_kz: Блог: өкілеттік беру үшін деректер жолы шектеулері
ko_kr: 블로그: 위임에 대한 데이터 행 제한
lt_lt: Tinklaraštis: perdavimo duomenų eilučių limitai
lv_lv: Emuāra ieraksts: Data row limits for delegation (Datu rindu ierobežojumi delegācijai)
ms_my: Blog: Had baris data untuk penugasan
nb_no: Blogg: Dataradgrenser for delegering
nl_nl: Blog: Gegevensrijlimieten voor overdracht
pl_pl: Blog: Limity wierszy danych w przypadku delegowania
pt_br: Blog: Limites de linha de dados para delegação
pt_pt: Blogue: limites de linha de dados para delegação
ro_ro: Blog: Limitele rândurilor de date pentru delegare
ru_ru: Блог. Ограничения строк данных для делегирования
sk_sk: Blog: Obmedzenia riadkov údajov pre delegovanie
sl_si: Spletni dnevnik: Omejitve vrstice s podatki za pooblastitev
sr_cyrl_rs: Блог: Ограничења броја редова са подацима за делегирање
sr_latn_rs: Blog: Ograničenja broja redova sa podacima za delegiranje
sv_se: Blogg: Dataradsbegränsningar för delegering
th_th: บล็อก: ขีดจำกัดแถวข้อมูลสำหรับการรับมอบสิทธิ์
tr_tr: Blog: Temsilciye yönelik veri satırı sınırları
uk_ua: Блоґ: обмеження на рядки даних під час делегування
vi_vn: Blog: Giới hạn hàng dữ liệu đối với ủy quyền
zh_cn: 博客: 针对委派的数据行限制
zh_tw: 部落格: 委派的資料列限制

# ErrorResource_ErrOnlyOneViewExpected_ShortMessage
source: Expected only one view. We expect only one view at this point in the formula.
bg_bg: Очаква се само един изглед. Очакваме само един изглед на този етап във формулата.
ca_es: Només s'espera una visualització. Només n'esperem una en aquest punt de la fórmula.
cs_cz: Očekává se jen jedno zobrazení. V této části vzorce očekáváme jen jedno zobrazení.
da_dk: Kun én visning forventet. Vi forventer kun én visning på dette sted i formlen.
de_de: Nur eine Ansicht erwartet. An dieser Stelle in der Formel wird nur eine Ansicht erwartet.
el_gr: Αναμενόταν μόνο μία προβολή. Σε αυτό το σημείο στον τύπο αναμένεται μόνο μία προβολή.
es_es: Se esperaba una única vista. Se espera solo una vista en este punto de la fórmula.
et_ee: Eeldati ainult ühte vaadet. Eeldame siinkohal valemis ainult ühte vaadet.
eu_es: Ikuspegi bakarra espero zen. Ikuspegi bakarra espero dugu formularen puntu honetan.
fi_fi: Odotettiin vain yhtä näkymää. Vain yhtä näkymää odotetaan kaavan tässä kohdassa.
fr_fr: Une seule vue était attendue. Nous attendons une seule vue à ce stade dans la formule.
gl_es: Esperábase só unha visualización. Espérase só unha visualización neste punto da fórmula.
hi_in: केवल एक दृश्य अपेक्षित है. हम सूत्र में इस बिंदु पर केवल एक दृश्य की अपेक्षा करते हैं.
hr_hr: Očekuje se samo jedan prikaz. Na ovom mjestu u formuli očekujemo samo jedan prikaz.
hu_hu: A rendszer csak egy nézetet várt. A képlet ezen pontján csak egy nézetet várt a rendszer.
it_it: È prevista solo una vista. A questo punto della formula è prevista solo una vista.
ja_jp: 1 つのビューのみが必要です。この時点での数式で 1 つのビューのみが含まれるようにする必要があります。
kk_kz: Тек бір көрініс күтілді. Формуланың бұл жерінде тек бір көрініс күтіледі.
ko_kr: 하나의 뷰만 필요합니다. 수식의 이 지점에서 하나의 뷰만 예상합니다.
lt_lt: Numatytas tik vienas rodinys. Šiame formulės taške numatome tik vieną rodinį.
lv_lv: Paredzēts tikai viens skats. Šajā formulas posmā tiek sagaidīts tikai viens skats.
ms_my: Hanya satu pandangan dijangka. Kami menjangka hanya satu pandangan pada peringkat ini dalam formula.
nb_no: Forventet kun én visning. Vi forventer kun én visning på dette stedet i formelen.
nl_nl: Slechts één weergave verwacht. Er wordt slechts één weergave op dit punt in de formule verwacht.
pl_pl: Oczekiwano tylko jednego widoku. W tym miejscu formuły oczekujemy tylko jednego widoku.
pt_br: Esperava-se apenas um modo de exibição. Esperamos agora somente um modo de exibição neste ponto na fórmula.
pt_pt: Era esperada apenas uma vista. Esperávamos apenas uma vista nesta parte da fórmula.
ro_ro: Se așteaptă o singură vizualizare. Așteptăm o singură vizualizare în acest punct al formulei.
ru_ru: Ожидается только одно представление. В этом месте формулы должно находиться только одно представление.
sk_sk: Očakávalo sa iba jedno zobrazenie. V tomto bode vo vzorci očakávame iba jedno zobrazenie.
sl_si: Pričakovan je samo en pogled. Na tem mestu v formuli je pričakovan samo en pogled.
sr_cyrl_rs: Очекује се само један приказ. Очекујемо само један приказ у овом делу формуле.
sr_latn_rs: Očekuje se samo jedan prikaz. Očekujemo samo jedan prikaz u ovom delu formule.
sv_se: Förväntade endast en vy. Vi förväntar oss endast en vy i formeln vid den här punkten.
th_th: คาดหวังเพียงมุมมองเดียวเท่านั้น เราคาดหวังเพียงมุมมองเดียวในขณะนี้ในสูตรเท่านั้น
tr_tr: Yalnızca bir görünüm bekleniyordu. Formülün bu noktasında yalnızca bir görünüm olması beklenir.
uk_ua: Очікувалося лише одне подання. У цьому місці формули очікується лише одне подання.
vi_vn: Đã dự kiến chỉ có một dạng xem. Chúng tôi dự kiến chỉ có một dạng xem tại điểm này trong công thức.
zh_cn: 应只有一个视图。公式中此时应只有一个视图。
zh_tw: 應只有一個檢視。我們預期此時公式中只有一個檢視。

# ErrorResource_ErrOnlyOneViewExpected_HowToFix_1
source: Edit your formula so that it only has one view at this point in the formula.
bg_bg: Редактирайте формулата си така, че да има само един изглед на този етап във формулата.
ca_es: Editeu la fórmula perquè només tingui una visualització en aquest punt.
cs_cz: Upravte svůj vzorec tak, aby v této části měl jen jedno zobrazení.
da_dk: Rediger din formel, så den kun har en visning på dette tidspunkt i formlen
de_de: Bearbeiten Sie Ihre Formel so, dass sie an dieser Stelle nur eine Ansicht umfasst.
el_gr: Επεξεργαστείτε τον τύπο ώστε να έχει μόνο μία προβολή σε αυτό το σημείο στον τύπο.
es_es: Edite la fórmula para que se solo tenga una vista en este punto de la fórmula.
et_ee: Redigeerige oma valemit nii, et sellel oleks siinkohal valemis ainult üks vaade.
eu_es: Editatu formula ikuspegi bakarra eduki dezan formularen puntu honetan.
fi_fi: Muokkaa kaavaasi niin, että sillä on yksi näkymä kaavan tässä kohdassa.
fr_fr: Modifiez votre formule afin qu’elle ait seulement une vue à ce stade de la formule.
gl_es: Edite a fórmula de xeito que só teña unha visualización neste punto da fórmula.
hi_in: अपना सूत्र संपादित करें, ताकि इसमें सूत्र के इस बिंदु पर केवल एक दृश्य हो.
hr_hr: Uredite formulu tako da na ovom mjestu u formuli postoji samo jedan prikaz.
hu_hu: Módosítsa a képletet úgy, hogy a képlet ezen pontján csak egy nézet szerepeljen.
it_it: Modificare la formula affinché contenga solo una vista a questo punto della formula.
ja_jp: 数式を編集し、この時点の数式で 1 つのビューだけが含まれるようにします。
kk_kz: Формуланы формуланың осы жерінде тек бір көрініс болатын етіп өзгертіңіз.
ko_kr: 수식의 이 지점에서 뷰가 하나만 있도록 수식을 편집합니다.
lt_lt: Redaguokite formulę taip, kad šiame jos raške būtų tik vienas rodinys.
lv_lv: Rediģējiet formulu tā, lai šajā formulas posmā būtu tikai viens skats.
ms_my: Edit formula anda agar ia hanya mempunyai satu pandangan pada peringkat ini dalam formula.
nb_no: Rediger formelen slik at den kun har én visning på dette stedet i formelen.
nl_nl: Bewerk de formule zodat deze slechts één weergave heeft op dit punt in de formule.
pl_pl: Edytuj formułę tak, aby w tym jej miejscu znajdował się tylko jeden widok.
pt_br: Edite a fórmula para que ela tenha apenas um modo de exibição neste ponto na fórmula.
pt_pt: Edite a sua fórmula para que tenha apenas uma vista nesta parte da fórmula.
ro_ro: Editați formula astfel încât să aibă o singură vizualizare în acest punct al formulei.
ru_ru: Измените формулу так, чтобы в этом месте формулы содержалось только одно представление.
sk_sk: Upravte vzorec tak, aby mal v tomto bode iba jedno zobrazenie.
sl_si: Uredite formulo tako, da bo vsebovala samo en pogled na tem mestu v formuli.
sr_cyrl_rs: Уредите формулу тако да има само један приказ у овом делу формуле.
sr_latn_rs: Uredite formulu tako da ima samo jedan prikaz u ovom delu formule.
sv_se: Redigera din formel så att den bara har vy vid denna punkt i formeln.
th_th: แก้ไขสูตรของคุณเพื่อให้มีเพียงมุมมองเดียวในขณะนี้ในสูตรเท่านั้น
tr_tr: Formülün bu noktasında yalnızca bir görünüm olacak şekilde formülünüzü düzenleyin.
uk_ua: Відредагуйте формулу, щоб у цьому місці в неї було тільки одне подання.
vi_vn: Chỉnh sửa công thức của bạn để chỉ có một dạng xem tại điểm này trong công thức.
zh_cn: 编辑公式，使公式中此时只有一个视图。
zh_tw: 請編輯公式，使公式中此時只具有一個檢視。

# ErrorResource_ErrViewFromCurrentTableExpected_ShortMessage
source: Expected a view from data source {0}.
bg_bg: Очаква се изглед от източник на данни {0}.
ca_es: S'espera una visualització de la font de dades {0}.
cs_cz: Očekávalo se zobrazení ze zdroje dat {0}.
da_dk: Forventede en visning i datakilden {0}.
de_de: Ansicht aus Datenquelle "{0}" erwartet.
el_gr: Αναμενόταν μια προβολή από την προέλευση δεδομένων {0}.
es_es: Se esperaba una vista del origen de datos {0}.
et_ee: Eeldati vaadet andmeallikast {0}.
eu_es: {0} datu-iturburuaren ikuspegi bat espero zen
fi_fi: Odotettiin näkymää tietolähteestä {0}.
fr_fr: Une vue de la source de données {0} était attendue.
gl_es: Esperábase unha visualización da orixe de datos {0}.
hi_in: डेटा स्रोत {0} से कोई दृश्य अपेक्षित है.
hr_hr: Očekuje se prikaz iz izvora podataka {0}.
hu_hu: A rendszer a(z) {0} adatforrás egy nézetét várta.
it_it: È prevista una vista dall'origine dati {0}.
ja_jp: データ ソース {0} からのビューが必要です。
kk_kz: {0} деректер көзінен көрініс күтілді.
ko_kr: 데이터 원본 {0}에서 뷰를 예상합니다.
lt_lt: Numatytas rodinys iš duomenų šaltinio {0}.
lv_lv: Paredzēts skats no datu avota {0}.
ms_my: Satu pandangan dijangka daripada sumber data {0}.
nb_no: Forventet en visning fra datakilden {0}.
nl_nl: Een weergave van de gegevensbron {0} verwacht.
pl_pl: Oczekiwano widoku ze źródła danych {0}.
pt_br: Esperada uma exibição da fonte de dados {0}.
pt_pt: Era esperada uma vista da origem de dados {0}.
ro_ro: Se așteaptă o vizualizare de la sursa de date {0}.
ru_ru: Ожидается представление из источника данных {0}.
sk_sk: Očakávalo sa zobrazenie zo zdroja údajov {0}.
sl_si: Pričakovan je pogled iz vira podatkov {0}.
sr_cyrl_rs: Очекује се приказ из извора података {0}.
sr_latn_rs: Očekuje se prikaz iz izvora podataka {0}.
sv_se: Förväntade en vy från datakällan {0}.
th_th: คาดหวังมุมมองจากแหล่งข้อมูล {0}
tr_tr: {0} veri kaynağından bir görünüm bekleniyordu.
uk_ua: Очікувалося подання з джерела даних {0}.
vi_vn: Đã dự kiến có một dạng xem từ nguồn dữ liệu {0}.
zh_cn: 应具有来自数据源 {0} 的视图。
zh_tw: 應為來自資料來源的檢視 {0}。
